Repository: ducanh2211/localizable-script
Catalog: localizble/Localizable.merged.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, vi

# statistics.period.oneYear
source: 1 year
de: 1 Jahr
es: 1 año
fr: 1 an
ja: 1年
ko: 1년
vi: 1 năm

# statistics.period.sevenDays
source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
ja: 7日間
ko: 7일
vi: 7 ngày

# statistics.period.sixMonths
source: 6 months
de: 6 Monate
es: 6 meses
fr: 6 mois
ja: 6ヶ月
ko: 6개월
vi: 6 tháng

# statistics.title
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
ja: 統計
ko: 통계
vi: Thống kê

# statistics.weightCurrent
source: Current: %@ kg
de: Aktuell: %@ kg
es: Actual: %@ kg
fr: Actuel : %@ kg
ja: 現在：%@ kg
ko: 현재: %@ kg
vi: Hiện tại: %@ kg

# subscription.adUnlockPrompt
source: Watch a short ad to unlock for free, or get Premium for unlimited access.
de: Schaue eine kurze Werbung, um es kostenlos freizuschalten, oder hole dir Premium für unbegrenzten Zugriff.
es: Mira un anuncio corto para desbloquear gratis o obtén Premium para acceso ilimitado.
fr: Regardez une courte publicité pour débloquer gratuitement, ou passez à Premium pour un accès illimité.
ja: 短い広告を視聴して無料で解除するか、Premiumで無制限にアクセスできます。
ko: 짧은 광고를 시청하고 무료로 이용하거나, Premium으로 제한 없이 이용해 보세요.
vi: Xem một quảng cáo ngắn để mở khóa miễn phí, hoặc đăng ký Premium để sử dụng không giới hạn.

# subscription.getPremium
source: Get Premium
de: Premium holen
es: Obtener Premium
fr: Obtenir Premium
ja: Premiumを取得
ko: Premium 구매
vi: Nâng cấp Premium

# subscription.lifetime
source: Lifetime
de: Lebenslang
es: De por vida
fr: À vie
ja: 生涯
ko: 평생
vi: Vĩnh viễn

# subscription.monthly
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
ja: 月額
ko: 월간
vi: Hàng tháng

# subscription.paywall.autoRenewCancelAnytime
source: Auto-renew. Cancel anytime.
de: Automatische Verlängerung. Jederzeit kündbar.
es: Renovación automática. Cancela en cualquier momento.
fr: Renouvellement automatique. Annulez à tout moment.
ja: 自動更新。いつでもキャンセル可能。
ko: 자동 갱신. 언제든 취소 가능.
vi: Tự động gia hạn. Hủy bất kỳ lúc nào.

# subscription.paywall.bestOffer
source: Best Offer
de: Bestes Angebot
es: Mejor oferta
fr: Meilleure offre
ja: 最もお得
ko: 최고의 혜택
vi: Ưu đãi tốt nhất

# subscription.paywall.popular
source: Popular
de: Beliebt
fr: Populaire
ja: 人気
ko: 인기
vi: Phổ biến

# subscription.paywall.pricePerPeriod
source: Just %1$@/%2$@
de: Nur %1$@/%2$@
es: Solo %1$@/%2$@
fr: Seulement %1$@/%2$@
ja: わずか%1$@/%2$@
ko: 단 %1$@/%2$@
vi: Chỉ %1$@/%2$@

# subscription.paywall.pricePerWeek
source: Just %@/week
de: Nur %@/Woche
es: Solo %@/semana
fr: Seulement %@/semaine
ja: わずか%@/週
ko: 주당 단 %@
vi: Chỉ %@/tuần

# subscription.paywall.savePercent
source: Save %@%%
de: %@%% sparen
es: Ahorra un %@%%
fr: Économisez %@%%
ja: %@%%オフ
ko: %@%% 할인
vi: Tiết kiệm %@%%

# subscription.paywall.termAutoRenew
source: • Your subscription automatically renews unless auto-renew is turned off at least 24 hours before the end of the current period.
de: • Dein Abonnement verlängert sich automatisch, es sei denn, die automatische Verlängerung wird mindestens 24 Stunden vor dem Ende des aktuellen Zeitraums deaktiviert.
es: • Tu suscripción se renueva automáticamente a menos que se desactive la renovación automática al menos 24 horas antes del final del período actual.
fr: • Votre abonnement se renouvelle automatiquement sauf si le renouvellement automatique est désactivé au moins 24 heures avant la fin de la période en cours.
ja: • サブスクリプションは、現在の期間が終了する少なくとも24時間前に自動更新をオフにしない限り、自動的に更新されます。
ko: • 현재 구독 기간이 끝나기 최소 24시간 전에 자동 갱신을 해제하지 않으면 구독이 자동으로 갱신됩니다.
vi: • Gói đăng ký của bạn sẽ tự động gia hạn trừ khi tính năng tự động gia hạn được tắt ít nhất 24 giờ trước khi kết thúc chu kỳ hiện tại.

# subscription.paywall.termCharge
source: • Once you confirm the purchase, your payment will be charged to your iTunes Account.
de: • Sobald du den Kauf bestätigst, wird deine Zahlung deinem iTunes-Konto belastet.
es: • Una vez confirmada la compra, el pago se cargará a tu cuenta de iTunes.
fr: • Une fois la commande confirmée, le paiement sera débité de votre compte iTunes.
ja: • 購入を確定すると、iTunesアカウントに料金が請求されます。
ko: • 구매를 확인하면 iTunes 계정으로 결제 금액이 청구됩니다.
vi: • Sau khi bạn xác nhận mua hàng, khoản thanh toán sẽ được tính vào Tài khoản iTunes của bạn.

# subscription.paywall.termManage
source: • Subscription may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase.
de: • Das Abonnement kann vom Benutzer verwaltet werden, und die automatische Verlängerung kann nach dem Kauf in den Kontoeinstellungen deaktiviert werden.
es: • El usuario puede gestionar la suscripción y desactivar la renovación automática accediendo a la Configuración de la cuenta tras la compra.
fr: • L'abonnement peut être géré par l'utilisateur et le renouvellement automatique peut être désactivé dans les réglages du compte après l'achat.
ja: • サブスクリプションはユーザーが管理でき、購入後にアカウント設定に移動して自動更新をオフにすることができます。
ko: • 구독은 사용자가 관리할 수 있으며, 구매 후 계정 설정으로 이동하여 자동 갱신을 해제할 수 있습니다.
vi: • Bạn có thể quản lý gói đăng ký và tắt tính năng tự động gia hạn bằng cách đi tới Cài đặt tài khoản sau khi mua.

# subscription.paywall.termPriceWeeklyYearly
source: • The price of weekly subscription is %1$@ and yearly subscription is %2$@ (%3$@ per week).
de: • Der Preis für das wöchentliche Abonnement beträgt %1$@ und für das jährliche Abonnement %2$@ (%3$@ pro Woche).
es: • El precio de la suscripción semanal es de %1$@ y la suscripción anual es de %2$@ (%3$@ por semana).
fr: • Le prix de l'abonnement hebdomadaire est de %1$@ et l'abonnement annuel est de %2$@ (%3$@ par semaine).
ja: • 週間サブスクリプションの価格は%1$@、年間サブスクリプションは%2$@（週あたり%3$@）です。
ko: • 주간 구독 가격은 %1$@이며, 연간 구독 가격은 %2$@(%3$@ per week)입니다.
vi: • Giá của gói đăng ký hàng tuần là %1$@ và gói hàng năm là %2$@ (%3$@ mỗi tuần).

# subscription.paywall.termPriceWeeklyYearlyMonthly
source: • The price of weekly subscription is %1$@, yearly subscription is %2$@ (%3$@ per week) and monthly subscription is %4$@.
de: • Der Preis für das wöchentliche Abonnement beträgt %1$@, das jährliche Abonnement %2$@ (%3$@ pro Woche) und das monatliche Abonnement %4$@.
es: • El precio de la suscripción semanal es de %1$@, la suscripción anual es de %2$@ (%3$@ por semana) y la suscripción mensual es de %4$@.
fr: • Le prix de l'abonnement hebdomadaire est de %1$@, l'abonnement annuel est de %2$@ (%3$@ par semaine) et l'abonnement mensuel est de %4$@.
ja: • 週間サブスクリプションの価格は%1$@、年間サブスクリプションは%2$@（週あたり%3$@）、月間サブスクリプションは%4$@です。
ko: • 주간 구독 가격은 %1$@, 연간 구독 가격은 %2$@(%3$@ per week), 월간 구독 가격은 %4$@입니다.
vi: • Giá của gói đăng ký hàng tuần là %1$@, gói hàng năm là %2$@ (%3$@ mỗi tuần) và gói hàng tháng là %4$@.

# subscription.paywall.termRenewal
source: • Your account will be charged for renewal within 24 hours prior to the end of the current period.
de: • Dein Konto wird innerhalb von 24 Stunden vor dem Ende des aktuellen Zeitraums für die Verlängerung belastet.
es: • Se cobrará la renovación en tu cuenta dentro de las 24 horas anteriores al final del período actual.
fr: • Votre compte sera débité pour le renouvellement dans les 24 heures précédant la fin de la période en cours.
ja: • 現在の期間が終了する24時間以内に、アカウントに更新料金が請求されます。
ko: • 현재 구독 기간이 끝나기 24시간 이내에 갱신 비용이 계정으로 청구됩니다.
vi: • Tài khoản của bạn sẽ bị tính phí gia hạn trong vòng 24 giờ trước khi kết thúc chu kỳ hiện tại.

# subscription.period.lifeTime
source: lifetime
de: lebenslang
es: de por vida
fr: à vie
ja: 一生涯
ko: 평생
vi: vĩnh viễn

# subscription.period.month
source: month
de: Monat
es: mes
fr: mois
ja: 月
ko: 월
vi: tháng

# subscription.period.week
source: week
de: Woche
es: semana
fr: semaine
ja: 週
ko: 주
vi: tuần

# subscription.period.year
source: year
de: Jahr
es: año
fr: an
ja: 年
ko: 년
vi: năm

# subscription.perWeek
source: Per week
de: Pro Woche
es: Por semana
fr: Par semaine
ja: 1週間あたり
ko: 주당
vi: Mỗi tuần

# subscription.privacyPolicy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
vi: Chính sách bảo mật

# subscription.restorePurchase
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
ko: 구매 복원
vi: Khôi phục

source: Subscription Terms
de: Abonnementbedingungen
es: Términos de suscripción
fr: Conditions d'abonnement
ja: 定期購読規約
ko: 구독 약관
vi: Điều khoản đăng ký

# subscription.termsOfUse
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
ja: 利用規約
ko: 이용 약관
vi: Điều khoản sử dụng

# subscription.unlockFeature
source: Unlock this feature
de: Funktion freischalten
es: Desbloquear esta función
fr: Débloquer cette fonctionnalité
ja: この機能を解除
ko: 이 기능 잠금 해제
vi: Mở khóa tính năng này

# subscription.watchAd
source: Watch Ad
de: Werbung ansehen
es: Ver anuncio
fr: Regarder une publicité
ja: 広告を視聴
ko: 광고 시청
vi: Xem quảng cáo

# subscription.weekly
source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
ja: 週額
ko: 주간
vi: Hàng tuần

# subscription.yearly
source: Yearly
de: Jährlich
es: Anual
fr: Annuel
ja: 年額
ko: 연간
vi: Hàng năm

# tab.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
vi: Thêm

# tab.recipe
source: Recipe
de: Rezepte
es: Recetas
fr: Recettes
ja: レシピ
ko: 레시피
vi: Công thức

# toast.activity.logFailed
source: Failed to log activity
de: Aktivität konnte nicht aufgezeichnet werden
es: Error al registrar la actividad
fr: Échec de l'enregistrement de l'activité
ja: アクティビティの記録に失敗しました
ko: 활동 기록에 실패했습니다
vi: Không thể ghi nhận hoạt động

# toast.activity.logSuccess
source: Successfully logged activity
de: Aktivität erfolgreich aufgezeichnet
es: Actividad registrada con éxito
fr: Activité enregistrée avec succès
ja: アクティビティを記録しました
ko: 활동이 성공적으로 기록되었습니다
vi: Đã ghi nhận hoạt động thành công

# toast.aiChef.ingredientNotFound
source: Could not find these ingredients.
de: Diese Zutaten konnten nicht gefunden werden.
es: No se pudieron encontrar estos ingredientes.
fr: Impossible de trouver ces ingrédients.
ja: これらの食材が見つかりませんでした。
ko: 해당 재료를 찾을 수 없습니다.
vi: Không tìm thấy các nguyên liệu này.

# toast.aiChef.recipeGenerateFailed
source: We couldn't generate your recipes. Please try again.
de: Rezepte konnten nicht generiert werden. Bitte versuche es erneut.
es: No pudimos generar tus recetas. Por favor, inténtalo de nuevo.
fr: Nous n'avons pas pu générer vos recettes. Veuillez réessayer.
ja: レシピを生成できませんでした。もう一度お試しください。
ko: 레시피를 생성할 수 없습니다. 다시 시도해 주세요.
vi: Không thể tạo công thức. Vui lòng thử lại.

# toast.common.networkError
source: Network connection error. Please try again.
de: Netzwerkfehler. Bitte versuche es erneut.
es: Error de conexión de red. Por favor, inténtalo de nuevo.
fr: Erreur de connexion réseau. Veuillez réessayer.
ja: ネットワーク接続エラー。もう一度お試しください。
ko: 네트워크 연결 오류입니다. 다시 시도해 주세요.
vi: Lỗi kết nối mạng. Vui lòng thử lại.

# toast.common.somethingWrongPleaseTryAgain
source: Something wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuche es erneut.
es: Algo salió mal. Por favor, inténtalo de nouveau.
fr: Un problème est survenu. Veuillez réessayer.
ja: エラーが発生しました。もう一度お試しください。
ko: 문제가 발생했습니다. 다시 시도해 주세요.
vi: Có lỗi xảy ra. Vui lòng thử lại.

# toast.favourite.updateFailed
source: Failed to update favorites
de: Favoriten konnten nicht aktualisiert werden
es: Error al actualizar favoritos
fr: Échec de la mise à jour des favoris
ja: お気に入りの更新に失敗しました
ko: 즐겨찾기 업데이트 실패
vi: Không thể cập nhật danh sách yêu thích

# toast.meal.logFailed
source: Failed to log meal
de: Mahlzeit konnte nicht aufgezeichnet werden
es: Error al registrar la comida
fr: Échec de l'enregistrement du repas
ja: 食事の記録に失敗しました
ko: 식사 기록에 실패했습니다
vi: Không thể ghi nhận bữa ăn

# toast.meal.logSuccess
source: Successfully logged meal
de: Mahlzeit erfolgreich aufgezeichnet
es: Comida registrada con éxito
fr: Repas enregistré avec succès
ja: 食事を記録しました
ko: 식사가 성공적으로 기록되었습니다
vi: Đã ghi nhận bữa ăn thành công

# toast.tracking.logSuccessNamed
source: Successfully log %1$@
de: %1$@ erfolgreich aufgezeichnet
es: %1$@ registrado con éxito
fr: Enregistrement réussi de %1$@
ja: %1$@を記録しました
ko: %1$@ 성공적으로 기록됨
vi: Đã ghi nhận thành công %1$@

# toast.water.logFailed
source: Failed to log water
de: Wasseraufnahme konnte nicht aufgezeichnet werden
es: Error al registrar agua
fr: Échec de l'enregistrement de l'eau
ja: 水分摂取の記録に失敗しました
ko: 수분 기록에 실패했습니다
vi: Không thể ghi nhận lượng nước

# toast.water.logSuccess
source: Successfully logged water
de: Wasseraufnahme erfolgreich aufgezeichnet
es: Agua registrada con éxito
fr: Eau enregistrée avec succès
ja: 水分摂取を記録しました
ko: 수분이 성공적으로 기록되었습니다
vi: Đã ghi nhận lượng nước thành công

# toast.weight.logFailed
source: Failed to log weight
de: Gewicht konnte nicht aufgezeichnet werden
es: Error al registrar peso
fr: Échec de l'enregistrement du poids
ja: 体重の記録に失敗しました
ko: 체중 기록에 실패했습니다
vi: Không thể ghi nhận cân nặng

# toast.weight.logSuccess
source: Successfully logged weight
de: Gewicht erfolgreich aufgezeichnet
es: Peso registrado con éxito
fr: Poids enregistré avec succès
ja: 体重を記録しました
ko: 체중이 성공적으로 기록되었습니다
vi: Đã ghi nhận cân nặng thành công

# water.glassCount
source: %lld glasses
de: Anzahl der Gläser
es: Número de vasos
fr: Nombre de verres
ja: コップの数
ko: 컵 수
vi: Số ly nước

# water.glassSize
source: Glass size
de: Glasgröße
es: Tamaño del vaso
fr: Taille du verre
ja: コップのサイズ
ko: 컵 용量
vi: Dung tích ly

# water.glassSizeDescription
source: Set the amount of water per glass when logging
de: Stelle die Wassermenge pro Glas für die Aufzeichnung ein
es: Ajusta la cantidad de agua por vaso al registrar
fr: Définissez la quantité d'eau par verre lors de l'enregistrement
ja: 記録時のコップ1杯あたりの水量を設定
ko: 기록 시 컵 1잔당 수분 양 설정
vi: Cài đặt dung tích nước mỗi ly khi ghi nhận

source: Water Intake
de: Wasseraufnahme
es: Ingesta de agua
fr: Consommation d'eau
ja: 水分摂取量
ko: 수분 섭취량
vi: Lượng nước uống

# water.log
source: Log Water
de: Wasser aufzeichnen
es: Registrar agua
fr: Enregistrer la consommation d'eau
ja: 水分を記録
ko: 수분 기록
vi: Ghi nhận uống nước

# water.title
source: Water
de: Wasser
es: Agua
fr: Eau
ja: 水
ko: 수분
vi: Nước

# weight.goalWeight
source: Goal Weight: %@
de: Zielgewicht: %@
es: Peso objetivo: %@
fr: Poids cible : %@
ja: 目標体重：%@
ko: 목표 체중: %@
vi: Cân nặng mục tiêu: %@

# weight.log
source: Log Weight
de: Gewicht aufzeichnen
es: Registrar peso
fr: Enregistrer le poids
ja: 体重を記録
ko: 체중 기록
vi: Ghi nhận cân nặng

# weight.title
source: Weight
de: Gewicht
es: Peso
fr: Poids
ja: 体重
ko: 체중
vi: Cân nặng

# common.ok
source: OK
es: Aceptar
ko: 확인

# meal.container.bento
source: Bento Box
es: Caja Bento
fr: Boîte Bento
ja: 弁当箱
ko: 도시락
vi: Hộp Bento

# meal.container.takeout
source: Takeout Box
es: Caja para llevar
fr: Boîte à emporter
ja: テイクアウト容器
ko: 포장 용기
vi: Hộp mang về

# meal.container.takeoutShort
source: Takeout
es: Para llevar
fr: À emporter
ja: テイクアウト
ko: 포장
vi: Hộp mang về

# meal.type.snack
source: Snack
es: Aperitivo
fr: Collation
ja: 間食
ko: 간식
vi: Bữa phụ

# settings.appleHealth
source: Apple Health
es: Salud de Apple
fr: Apple Santé
ja: Apple ヘルスケア
ko: Apple 건강

# settings.sectionSystem
source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
vi: Hệ thống

# settings.system
source: System
es: Sistema
fr: Système
ja: システム
ko: システム
vi: Hệ thống

# tab.tracking
source: Tracking
es: Seguimiento
fr: Suivi
ja: 記録
ko: 기록
vi: Theo dõi

# nutrition.plan
source: Plan
fr: Programme
ja: プラン
ko: 플랜
vi: Kế hoạch

# settings.sectionPlan
source: Plan
fr: Programme
ja: プラン
ko: 플랜
vi: Kế hoạch

# meal.container.bentoShort
source: Bento
ja: 弁当
ko: 도시락
